Google.Chrome
Discord.Discord
Microsoft.PowerShell
Microsoft.PowerToys
Microsoft.Teams
Oracle.VirtualBox
Neovim.Neovim
gerardog.gsudo
Microsoft.VisualStudioCode
python3
GoLang.Go
Git.Git
JanDeDobbeleer.OhMyPosh
Google.AndroidStudio
JetBrains.Rider
AutoHotkey.AutoHotkey
Rufus.Rufus
Unity.UnityHub
Amazon.AWSCLI
GitHub.cli
Stremio.Stremio
LGUG2Z.whkd
LGUG2Z.komorebi
BurntSushi.ripgrep.MSVC
sharkdp.fd
WinDirStat.WinDirStat
Bitwarden.Bitwarden
Nvidia.GeForceExperience
9NF8H0H7WMLT
TranslucentTB
